import time import sleep

sleep(1)
print("Монетка говорит вам: Вот мы и подошли к опасной зоне!")
sleep(2)
print("Монетка продолжает: Здесь есть как мне известно 6 страшних чудовищ и замок с их королем.")
sleep(2)
print("Деревня находится на юге, замок короля чудовищ на севере, чудовища распаложенны по 2 диагоналям и по серередине. ")
sleep(2)
print("Те монстры что по диагоналям легче чем те кто по середине.")
sleep(2)
print("""Игрок, после каждого монстра вы сможете пойти в больницу к Стенфорду, на рынок, и в комнату отдыха.
Помните что вход и выход из рынка это разнное, поэтому вам прийдется обходить весь рынок, на пути вы встретите комнату отдыха в которой можно узнать статистику персонажа и продать ненужные предметы, или пройти дальше и завернуть на право, там и будет вход на рынок.""")
sleep(2)
print("Монетка говорит: советаю тебе сначала разбираться с противниками по диагонали.")
sleep(2)
print("""Монстры на левой диагонали: 1-Жрубсень обладает большим количеством здоровья но малой атакой.;2-Лич обладает очень большим уроном и очень маленьким здоровьем.
Монстры на правой диагонали: 1-Неуловимыч обладает ловкостью уваротов имеет уменьшенные показатели здоровья и урона.;2-Найтсталкер обладает средними показателями
Монстры по середине: 1-Вольдемар обладает повышенными показаетелями, его не одалеть без вещей.""")